Repository: dokker/cnc-donation
Catalog: languages/cnc-donation-*.po
Languages: hu_hu

source: Error:
hu_hu: Hiba:

source: Once Every 30 Days
hu_hu: 30 naponta egyszer

source: Initiate a new transaction
hu_hu: Új tranzakció kezdeményezése

source: Ally of Transparency
hu_hu: Átláthatóság támogatója

source: Champion of Integrity
hu_hu: Becsületesség bajnoka

source: Anti-Corruption Superhero
hu_hu: Korrupcióellenes szuperhős

source: Unique Donation
hu_hu: Egyedi adományozó

source: Amount
hu_hu: Adomány összege

source: Given amount
hu_hu: Meghatározott összeg

source: Given amount of donation
hu_hu: Meghatározott össszegű adomány

source: Donation frequency
hu_hu: Adomány rendszeressége

source: Regular monthly donation
hu_hu: Havi, rendszeres

source: One-off donation
hu_hu: Egyszeri

source: Payment method
hu_hu: Fizetési mód

source: Send
hu_hu: Küldés

source: One-time Unique Donation (HUF)
hu_hu: Egyszeri adomány (Ft)

source: Monthly Unique Donation (HUF)
hu_hu: Havi rendszeres adomány (Ft)

source: Missing unique donation amount
hu_hu: Hiányzó egyedi adomány összeg

source: If you donate above HUF 15,000 we offer you a Transparency International gift package.
hu_hu: Ha 15.000 Ft felett támogatsz minket, egy Transparency International ajándékcsomaggal lepünk meg.

source: Name
hu_hu: Név

source: Missing name
hu_hu: Hiányzó név

source: Email
hu_hu: E-mail cím

source: Missing Email
hu_hu: Hiányzó E-mail cím

source: I accept the terms and conditions
hu_hu: Elfogadom a feltételeket

source: You have to accept the terms and conditions.
hu_hu: El kell fogadnod a feltételeket.

source: I support Transparency International Hungary!
hu_hu: Támogatom!

source: You can cancel your subscription any time.
hu_hu: Hírlevelünkről bármikor leiratkozhat!

source: HUF
hu_hu: Ft

source: Here you can choose whether you wish to support us with a one-time or monthly donation. If you donate above HUF 15,000 we offer you a Transparency International gift package.
hu_hu: Itt választhatja ki, ha tetszőleges összegű egyszeri vagy havi adománnyal szeretne minket támogatni. Ha 15000 forint felett adományoz, egy Transparency International ajándékcsomaggal lepjük meg Önt.

source: If you support us with a monthly donation of HUF 1,000 apart from our regular newsletters you will also receive our press releases the moment they are published.
hu_hu: Ha havi 1000 forinttal támogat bennünket, a hírlevél mellett elsőként értesülhet sajtóközleményeinkről is, amelyet a publikálás pillanatában elküldünk önnek.

source: With a monthly donation of HUF 5,000 in addition to our newsletters and press releases we will also send you personalized invitations to our events where you can meet our team, our experts, and the speakers at each event.
hu_hu: Ha havi 5000 forinttal támogat bennünket, a hírlevél és a sajtóközlemény mellett személyre szóló meghívót kap eseményeinkre, ahol találkozhat velünk és szakértőinkkel, meghívott előadóinkkal.

source: If you support us with a monthly donation of HUF 10,000 on top of receiving our newsletters, our press releases, and personalized invitations to our events, you will also be invited to our exclusive events, and we will also send you copies of our publications by mail.
hu_hu: Ha havonta 10.000 forinttal támogat minket a hírlevél, a sajtóközlemény és személyre szóló meghívó mellett, részt vehet exkluzív rendezvényeinken, valamint a nyomtatott kiadványainkból postázunk önnek egy példányt.

source: Successful transaction! Thank you for your donation!
hu_hu: Sikeres tranzakció! Köszönjük támogatását!

source: If you wish to modify your monthly regular payments please follow the steps below:
hu_hu: Amennyiben módosítani szeretne a rendszeres havi fizetésén, kövesse a következő lépéseket:

source: English language guide
hu_hu: Angol nyelvű útmutató.

source: Log in to your PayPal account.
hu_hu: Jelentkezzen be a PayPal fiókjába.

source: Click <b>Profile</b> near the top of the page.
hu_hu: Kattintson a „Profile” gombra a lap tetején.

source: Click <b>My money</b>
hu_hu: Kattintson a „My money” gombra.

source: Click <b>Update </b>in the <strong>My preapproved payments </strong>section.
hu_hu: Kattintson az „Update” gombra a „My preapproved payments” menü alatt.

source: Click <b>Cancel</b> or <b>Cancel automatic billing</b> and follow the instructions.
hu_hu: Kattintson a „Cancel” vagy „Cancel automatic billing” gombra és kövesse a további utasításokat.

source: In case you don’t have a PayPal account:
hu_hu: Amennyiben nem rendelkezik paypal fiókkal:

source: Go to the PayPal website.
hu_hu: Keresse fel a PayPal weboldalát.

source: Click <b>Contact Us</b> at the bottom of any page.
hu_hu: Kattintson a „Contact us” gombra az oldal alján.

source: Click <b>Call Us</b>, then click <b>Continue</b> for our Customer Service phone number.
hu_hu: Kattintson a „Call us” gombra, majd kattintson a „Continue” gombra, hogy elérje a PayPal ügyfélszolgálatának telefonszámát.
